Repository: ivan-perevala/path_tool_manual
Catalog: locale/*/LC_MESSAGES/*.po
Languages: uk

# Preferences
source: Auto Tweak Options
uk: Автоматичне Корегування Опцій

source: Adjust operator options. If no mesh element is initially selected, the selection option will be changed to "Extend". If all elements are selected, it will be changed to "Do nothing"
uk: Вносити корективи до опцій. Якщо на початку роботи не виділено нічого, буде змінено опцію виділення на"Розширення". Якщо ж виділено все - на "Нічого не робити"

# Preferences
source: Active Control Element
uk: Активний Контрольний Елемент

source: Color of active control element
uk: Колір активного контрольного елементу

# Preferences
source: Active Path
uk: Активний Шлях

source: Active path color
uk: Колір активного шляху

# Preferences
source: Active Topology Path
uk: Активний Топологічний Шлях

source: Color of active path which uses topology calculation method
uk: Колір активного шляху що використовує топологічний метод обрахування

# Preferences
source: Control Element
uk: Контрольний Елемент

source: Control element color
uk: Колір контрольного елементу

# Preferences
source: Path
uk: Шлях

source: Regular path color
uk: Колір звичайного шляху

# Preferences
source: Path Behind Mesh
uk: Шлях За Сіткою

source: The color of the path displayed behind the mesh
uk: Колір шляху відображеного за сіткою об'єкту

# Preferences
source: Topology Path
uk: Топологічний Шлях

source: Color of paths which uses topology calculation method
uk: Колір шляху що використовує топологічний метод обрахування

# Preferences
source: How To Use the Addon
uk: Як Користуватися Доповненням

# Preferences
source: Line Thickness
uk: Товщина Ліній

source: The thickness of the lines that mark the segments of the path
uk: Товщина ліній які позначають відрізки шляху

# Preferences
source: Vertex Size
uk: Розмір Вершин

source: The size of the vertex that represents the control element
uk: Розмір вершини яка позначає контрольний елемент

source: User preferences tab to be displayed
uk: Вкладка користувацьких налаштувань яку буде відображено

# Preferences
source: Appearance
uk: Відображення

source: Appearance settings
uk: Налаштування відображення

# Preferences
source: Behavior
uk: Поведінка

source: Behavior settings
uk: Налаштування поведінки

# Preferences
source: Keymap
uk: Клавіші

source: Keymap settings
uk: Налаштування розкладки клавіатурних скорочень

# Preferences
source: Info
uk: Інформація

source: How to use the addon, relative links and licensing information
uk: Як користуватися додатком, корисні посилання та інформація про ліцензію

source: Operator Preset
uk: Шаблон Оператора

# PREFERENCES_MT_path_tool_appearance_preset
source: Appearance Preset
uk: Шаблон Відображення

source: Change the direction of the active path. The active element of the path will be the final element from the opposite end of the path, from it will be formed a section to the next control element that you create.
uk: Змінити напрямок активного шляху. Активним стане останній елемент шляху з протилежного кінця, від нього будуть утворюватися нові секції до новостворених елементів

source: Close Path
uk: Замкнути

source: Connect the start and end of the active path
uk: З'єднати початок і кінець активного шляху

source: Cancel
uk: Припинити

source: Cancel editing paths
uk: Припинити роботу зі шляхами

source: Apply changes to the grid according to the selected options
uk: Застосувати зміни до сітки відповідно до обраних опцій

source: Undo
uk: Повернути

source: Take a step back
uk: Скасувати останню дію

source: Redo
uk: Повторити

source: Redo previous undo
uk: Відновити скасовану дію

source: Algorithm for determining the shortest path without taking into account the spatial distance, only the number of steps
uk: Алгоритм визначення найкоротшого шляху без урахування просторової відстані, лише кількості кроків

source: Select Path
uk: Виділення Шляху

source: Add New Control Point
uk: Створити Контрольний Елемент

source: Add New Path
uk: Створити Новий Шлях

source: Remove Control Point
uk: Усунути Контрольний Елемент

source: Drag Control Point
uk: Перетягнути Контрольний Елемент

source: Release Path
uk: Відпустити Шлях

source: Open Pie Menu
uk: Відкрити Кругове Меню

# MESH_OT_select_path
source: Direction
uk: Розвернути

# MESH_OT_select_path
source: Close Path
uk: Замкнути

# MESH_OT_select_path
source: Cancel
uk: Припинити

# MESH_OT_select_path
source: Apply
uk: Застосувати

# MESH_OT_select_path
source: Undo
uk: Повернути

# MESH_OT_select_path
source: Redo
uk: Повторити

# MESH_OT_select_path
source: Topology
uk: Топологія

# MESH_PT_select_path_context
source: Options
uk: Параметри

# Operator
source: Select Path
uk: Виділення Шляху

source: Select items using editable paths
uk: Вибір елементів використовуючи шляхи

# WMProps
source: Seam
uk: Шов

source: Mark seam options
uk: Опції позначення швів

# WMProps
source: Mark
uk: Позначити

source: Mark seam path elements
uk: Позначити елементи шляху(ів) як шви

# WMProps
source: Do nothing
uk: Нічого не робити

source: Do nothing
uk: Нічого не робити

# WMProps
source: Clear
uk: Очистити

source: Clear seam path elements
uk: Очистити позначені шви елементами шляху(ів)

# WMProps
source: Toggle
uk: Інвертувати

source: Toggle seams on path elements
uk: Інвертувати позначення швів елементами шляху(ів)

# WMProps
source: Select
uk: Виділення

source: Selection options
uk: Опції виділення

# WMProps
source: Extend
uk: Розширити

# WMProps
source: Subtract
uk: Відняти

# WMProps
source: Invert
uk: Інвертувати

source: Inverts existing selection
uk: Інвертувати наявне виділення

# WMProps
source: Sharp
uk: Гострота

source: Mark sharp options
uk: Опції гостроти

source: Mark sharp path elements
uk: Позначити елементи шляху(ів) як гострі

source: Clear sharp path elements
uk: Позначити елементи шляху(ів) як тупі

source: Toggle sharpness on path
uk: Інвертувати позначену гостроту елементами шляху(ів)

# WMProps
source: Show Path Behind
uk: Показувати Шлях за Сіткою

source: Whether to show the path behind the mesh
uk: Чи показувати шлях що знаходиться за сіткою об'єкту

# WMProps
source: Use Topology Distance
uk: Топологічна Відстань

source: Use the algorithm for determining the shortest path without taking into account the spatial distance, only the number of steps. Newly created paths will use the value of the option, but this can be adjusted individually for each of them
uk: Використовувати алгоритм визначення найкоротшого шляху без урахування просторової відстані, лише кількості кроків. Новоутворені шляхи будуть використовувати значення опції, але це можна корегувати індивідуально для кожного з них

# BHQAB_Preferences
source: Open Log Files Directory
uk: Відкрити Директорію з Логами

source: Can not redo anymore
uk: Більше нічого касувати

source: Joined two paths
uk: Об'єднано два шляхи

source: Created new path
uk: Створено новий шлях

source: Merged adjacent control elements
uk: Об'єднано сусідні контрольні елементи

source: Closed active path
uk: Замкнуто активний шлях

source: Closed path
uk: Шлях замкнуто

source: Remove preset
uk: Усунути шаблон оператора

source: Add preset
uk: Створити шаблон оператора

# WMProps
source: Tool Settings
uk: Параметри Інструменту
